Repository: ShrifDarwish7/SuperBe
Catalog: New-Super-Bekala-iOS/Utilities/*.lproj/Localizable.strings
Languages: ar

# lang
source: en
ar: ar

source: Address title already exists.
ar: اسم العنوان موجود بالفعل

source: (Choose 1)
ar: (إختر ١)

source: (Optional)
ar: (إختياري)

# Shooping
source: Shopping
ar: تسوق

source: Offers
ar: عروض

source: Last Orders
ar: طلباتي

source: Favourite
ar: مفضلة

source: failed to connect to super be servers, please check your network connection
ar: فشل في الاتصال بخوادم سوبر بي ، يرجى التحقق من اتصال الشبكة الخاص بك

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

source: Retry
ar: إعادة المحاولة

source: Exit
ar: خروج

source: Great !!
ar: رائع !!

source: Your order placed successfully, we hope you enjoy it
ar: تم تقديم طلبك بنجاح ، نأمل أن تستمتع به

source: Home
ar: الرئيسية

source: Cancel Order
ar: إلغاء الطلب

source: Ok
ar: تم

source: Contiue
ar: متابعة

source: Cancel
ar: إلغاء

source: Your address is out of vendor delivery area bounds
ar: عنوانك خارج حدود منطقة توصيل المتجر

source: Add New Address
ar: إضافة عنوان جديد

source: Please choose payment method
ar: الرجاء اختيار طريقة الدفع

source: Please choose receive option
ar: الرجاء اختيار طريقة الاستلام

source: Cancel Payment
ar: الغاء الدفع

source: cancelling payment session will clear off your card details
ar: سيؤدي إلغاء الدفع إلى مسح تفاصيل بطاقتك

source: Transaction failed, please make sure you entered correct card information and the card is valid
ar: فشلت المعاملة ، يرجى التأكد من إدخال معلومات البطاقة الصحيحة وأن البطاقة صالحة

source: Customer Support
ar: خدمة العملاء

source: If you exit the chat we will clear the current session messages, are you sure you want to exit ?
ar: إذا قمت بالخروج سنقوم بمسح رسائل المحادثة الحالية ، هل أنت متأكد أنك تريد الخروج؟

source: Continue
ar: متابعة

source: EGP
ar: جنيه

source: Please zoom in more to find your exact location
ar: الرجاء التكبير أكثر للعثور على موقعك الدقيق

source: Delivering to
ar: التوصيل الي

source: Cash
ar: كاش

source: Card on delivery
ar: بطاقة عند الاستلام

source: Online payment
ar: دفع إلكتروني

source: Wallet
ar: محفظة

source: Cash & Wallet
ar: كاش مع محفظة

source: We`ll be with you as soon as an agent is available, please don`t leave
ar: سنكون معك بمجرد توفر مُمثل لنا ، من فضلك لا تغادر

source: Agent ended the session
ar: أنهى المُمثل المحادثة

source: TAP TO REOPEN
ar: اضغط لإعادة الفتح

source: Please first close your current conversation session to start new one
ar: يرجى أولاً إغلاق المحادثة الحالية لبدء محادثة جديدة

source: You have no enough points to exchange
ar: ليس لديك نقاط كافية لاستبدالها

source: Pick up location
ar: موقع الإستلام

source: Confirm Pick Up
ar: تأكيد مكان الإستلام

source: Drop off location
ar: مكان التسليم

source: Confirm Drop Off
ar: تأكيد مكان التسليم

source: Processing
ar: جاري التنفيذ

source: Pending
ar: جاري التحضير

# out-for-delivery
source: On Delivery
ar: في الطريق إليك

source: Failed
ar: مُلغي

source: Cancelled
ar: مُلغي

source: Completed
ar: تم التسليم

source: Payment transaction has been failed, please try again later
ar: فشلت معاملة الدفع ، يرجى المحاولة مرة أخرى في وقت لاحق

source: Balance
ar: الرصيد

source: Points
ar: النقاط

source: My account
ar: حسابي

source: Contact us
ar: تواصل معنا

source: Langauge
ar: اللغة

source: Notifications
ar: الإشعارات

source: Logout
ar: تسجيل الخروج

source: Open now
ar: مفتوح الآن

source: Close now
ar: مغلق الآن

source: Get in touch with us
ar: ابق على تواصل معنا

source: Continue with Google
ar: متابعة بواسطة جوجل

source: Continue with Facebook
ar: متابعة بواسطة فيسبوك

source: Continue with Apple
ar: متابعة بواسطة ابل

source: Skip For Now
ar: تخطي الآن

source: Share your location
ar: شارك موقعك

# Share Message
source: By allowing SuperBe to detect your location we can show you nearby restaurants easier and more accurate
ar: من خلال السماح لـ SuperBe باكتشاف موقعك ، يمكننا أن نظهر لك المطاعم القريبة بشكل أسهل وأكثر دقة

source: 1. Select Location
ar: 1. حدد الموقع

source: 2. Choose "Always"
ar: 2. اختر دائمًا

source: Go to setting
ar: اذهب إلى الإعداد

source: Your cart is empty
ar: سلة المشتريات فارغة

source: Cart of this vendor is empty
ar: سلة المشتريات لهذا المتجر فارغة

source: Vendors
ar: متاجر

source: Products
ar: منتجات

source: Work
ar: العمل

source: Other
ar: اخري

source: Completed on
ar: تم التسليم في

source: Your rate will improve your account and your experience with us
ar: تقييمك سوف يحسن حسابك وتجربتك معنا

source: Leave a comment for others
ar: اترك تعليقا للآخرين

source: Rate
ar: قيم

source: Order packaging
ar: تغليف الطلب

source: Value for price
ar: القيمة مقابل السعر

source: Delivery time
ar: وقت التوصيل

source: Food quality
ar: جودة الطعام

source: Rate Order
ar: قيم الطلب

source: Email
ar: البريد الالكتروني

source: City:
ar: المدينة:

source: District:
ar: المنطقة:

source: Street & landmark:
ar: الشارع او علامة مميزة:

source: Building:
ar: المبني:

source: Floor:
ar: الطابق:

source: Flat:
ar: الشقة:

source: Phone numer:
ar: رقم الهاتف:

source: Alt phone numer:
ar: رقم هاتف بديل:

source: Notes:
ar: ملاحظات:

source: Open In Maps
ar: فتح في الخرايط

source: Rate order
ar: قيم الطلب

source: No Addresses found
ar: لم يتم العثور على عناوين

source: There`s no addresses stored in your account
ar: لا توجد عناوين مخزنة في حسابك

source: Add Address
ar: اضف عنوان

source: Delete
ar: مسح

source: Cancelled on
ar: تم الإلغاء في

source: Please make sure you entered a valid phone number
ar: يرجى التأكد من إدخال رقم هاتف صحيح

source: Verify Phone Number
ar: تحقق من رقم الهاتف

source: OTP code has been sent via SMS to your number
ar: تم إرسال رمز OTP عبر رسالة نصية قصيرة إلى رقمك

source: Resend Code
ar: أعد إرسال الرمز

source: We will be pleased if you contact with us on
ar: سنكون سعداء إذا تواصلت معنا على

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: WhatsApp
ar: واتس اب

source: Call us
ar: اتصل بنا

source: Report problem
ar: أبلغ عن مشكلة

source: Instgram
ar: انستجرام

source: Are your sure you want to close?
ar: هل أنت متأكد أنك تريد الإغلاق؟

source: Going back will clear all of your choises
ar: ستؤدي العودة إلى مسح جميع اختياراتك

source: Go back
ar: الرجوع

source: Checkout
ar: إكمال الطلب

source: Captain Arrived
ar: المندوب وصل

source: Have a nice order ♥️
ar: نتمني لك ان تستمتع بطلبك ♥️

source: Done
ar: تم

# TAP TO USE COUPON
source: Add
ar: إضافة

source: Pay Summary
ar: ملخص الدفع

source: Lines
ar: المنتجات

source: Total Lines :
ar: ثمن الاصناف :

source: Delivery Fees :
ar: ثمن التوصيل :

source: Discount :
ar: الخصم :

source: Total (EGP)
ar: الإجمالي (جنيه)

source: Coupon will be applied on your next order
ar: سيتم تطبيق كوبون الخصم على طلبك التالي

# Coupon Applied
source: APPLIED
ar: مُطبق

source: Your order has been sent successfully
ar: تم تنفيذ طلبك بنجاح

source: The order will be prepared and delivered to you as soon as possible .. Happy experience
ar: سيتم تجهيز الطلب و توصيله اليك في اسرع وقت .. تجربة سعيدة

source: Apply
ar: تطبيق

source: Coupon copied to clipboard
ar: تم نسخ الكوبون إلى الحافظة

source: Price on selection
ar: السعر عند الاختيار

source: Out Of Stock
ar: غير متوفر

source: Unavailable Now
ar: غير متاح الطلب الآن

source: Phone number
ar: رقم الهاتف

source: Update Required
ar: تحديث مطلوب

source: Please update now to enjoy new look and features
ar: يرجى التحديث الآن للاستمتاع بمظهر وميزات جديدة

source: New Version Available
ar: تحديث جديد متاح

source: Do you want to update?
ar: هل تريد التحديث؟

source: Skip
ar: تخطي

source: Super Be is closed at the moment
ar: سوبر بي مغلق الآن

source: Your voices, images or text in cart must be exceeds minimum order if they are not, your order won`t be proceed
ar: يجب أن تتجاوز أصواتك أو صورك أو نصوصك في عربة التسوق الحد الأدنى من الطلبات إذا لم تكن كذلك ، فلن تتم متابعة طلبك

source: Update
ar: تحديث

source: Submit
ar: تنفيذ الطلب

source: Valid Until
ar: صالح حتى

source: Days
ar: يوم

source: Filters
ar: تصنيف

source: Filter By
ar: تصنيف بواسطة

source: Vendors Types
ar: انواع المتاجر

source: Show More
ar: عرض المزيد

source: Clear
ar: مسح

source: Show Less
ar: عرض الاقل

source: Rate this vendor
ar: قيم المتجر

source: No Ratings found
ar: لا يوجد تقييمات

source: There`s no ratings on this vendor
ar: لا يوجد تقييمات لهذا المتجر

source: Expired
ar: منتهي الصلاحية

source: You have no points
ar: ليس لديك نقاط

source: Receive from vendor
ar: إستلام من المتجر

source: Mr/
ar: استاذ/

source: Sorry, we don`t deliver here
ar: عذرا ، لا يوجد توصيل هنا

source: Taxes :
ar: الضريبة المضافة :

source: Continue with Phone
ar: متابعة بواسطة رقم الهاتف

source: Services
ar: خدمات

source: Super Services
ar: سوبر خدمات

source: Add Balance
ar: إضافة رصيد للمحفظة

source: Please enter your amount
ar: من فضلك ادخل المبلغ المطلوب إضافته

source: Proceed
ar: متابعة

# amount
source: minimum amount (20 EGP)
ar: اقل مبلغ (٢٠ جنيه)

source: 2% fees will be applied on your bill
ar: سيتم تطبيق ٢٪ رسوم علي الفاتورة

source: Version
ar: إصدار

source: You can view your profile information, balance, points and contact us from here
ar: يمكنك عرض معلومات ملفك الشخصي ورصيدك ونقاطك والاتصال بنا من هنا

source: Ok, Got it
ar: اوك

source: You can order a service from anywhere to anywhere by your voice, images or text from here
ar: يمكنك طلب خدمة من أي مكان إلى أي مكان بصوتك أو صورك أو نصك من هنا

source: You can view your balance, points and contact us from here
ar: يمكنك الاطلاع على رصيد المحفظة ونقاطك والتواصل معنا من هنا

source: Delete All
ar: مسح الكل

source: Delete Items
ar: مسح المنتجات

source: Are you sure you want to delete items from this vendor?
ar: هل أنت متأكد أنك تريد حذف المنتجات من هذا المتجر؟

source: OFF
ar: خصم

source: No products available in this category!
ar: لا توجد منتجات متوفرة في هذا التصنيف!

source: Edit
ar: تعديل

source: Coupons
ar: كوبونات

source: Special
ar: مميز

source: Main address
ar: عنواني الاساسي

source: Show all addresses
ar: إظهار كل العناوين
